Repository: eurolinux-enterprise-linux-sources/gnome-backgrounds
Catalog: src/po/*.po
Languages: ar, bg, et, eu, kk, ml, ne, pa, ro, sv, vi

source: Default Background
ar: الخلفية الافتراضية
bg: Стандартни фонове
eu: Atzeko plano lehenetsia
kk: Қалыпты фон
ml: സ്വതേയുള്ള പശ്ചാത്തലം
ne: पूर्वनिर्धारित पृष्ठभूमि
pa: ਮੂਲ ਬੈਕਗਰਾਊਂਡ
ro: Fundal implicit
sv: Standardbakgrund
vi: Nền mặc định

source: Blinds
ar: ستائر
et: Kardin
ro: Jaluzele

source: Bokeh Tails
ar: ذيول الخوخ
bg: Цветни осили
et: Suvine niit
eu: Galburu lausotuak
kk: Көмескі өсімдік сабақтары
ml: ബോകെഹ്‌ ടെയിൽസ്
pa: ਬੋਕੇਹ ਟੇਲਸ
ro: Efect bokeh
sv: Suddiga vippor
vi: Đuôi dưới hiệu ứng Bokeh

source: Dandelion
ar: الهندباء
bg: Глухарче
et: Võilill
eu: Txikoria-belarra
kk: Бақбақ
ml: ഡാന്‍ഡലിയ
pa: ਚਿੱਟੀਆਂ ਤਾਰਾਂ
ro: Păpădie
sv: Maskros
vi: Hoa bồ công anh

source: Dark Ivy
ar: اللبلاب الداكنة
bg: Тъмен бръшлян
et: Luuderohi
eu: Huntz iluna
kk: Күңгірт шырмауық
ml: ഡാർക് ഐവി
ne: गाढा नीलो
pa: ਗੂੜ੍ਹੀ ਇਸ਼ਕ ਪੇਚੇ ਦੀ ਵੇਲ
ro: Iederă neagră
sv: Mörk murgröna
vi: Thường xuân tối

source: Pink Fabric
ar: النسيج الوردي
bg: Розов плат
et: Lilla kangas
eu: Ehun arrosa
kk: Қызғылт мата
ml: പിങ്ക് ഫാബ്രിക്
ne: गुलाबी कपडा
pa: ਗੁਲਾਬੀ ਮੋੜ
ro: Material roz
sv: Rosa textil
vi: Vải hồng

source: Flower Bed
ar: سرير أزهار
bg: Цветна леха
et: Lillepeenar
eu: Lorezko ohea
kk: Гүлзар
ml: പൂമെത്ത
pa: ਫੁੱਲਾਂ ਦੀ ਸੇਜ
ro: Strat de flori
sv: Blomsterbädd
vi: Thảm hoa

source: Foot Fall
ar: قطرات القدم
et: Jalad seinal
ro: Tălpi plutitare

source: Adwaita
ar: أداويتا
bg: Адвайта
ml: അദ്വൈത
ne: अदविता
pa: ਵਿਲੱਖਣ

source: Lock Screen
ar: شاشة قفل
bg: Заключен екран
et: Lukustatud ekraan
eu: Pantaila blokeatuta
kk: Блокталған экран
ml: പൂട്ടിക്കിടക്കുന്ന സ്ക്രീൻ
ne: पर्दा ताल्चा लगाउनुहोस्
pa: ਲਾਕ ਸਕਰੀਨ
ro: Ecran blocat
sv: Låsskärm
vi: Màn hình khóa

source: Mirror
ar: مرآة
bg: Водно огледало
et: Peegel
eu: Ispilua
kk: Айна
ml: കണ്ണാടി
ne: दर्पण
pa: ਪਰਛਾਵੇਂ
ro: Oglindire
sv: Spegelblankt
vi: Mặt gương

source: Road
ar: طريق
bg: Път
et: Maantee
eu: Bidea
kk: Жол
ml: വഴി
ne: बाटो
pa: ਵਿਰਾਨ ਰਾਹ
ro: Drum
sv: Väg
vi: Con đường

source: Sandstone
ar: حجر رملي
bg: Каньон
et: Liivakivi
eu: Hareharria
kk: Құмдақ
ml: മണല്‍ക്കല്ലു്
pa: ਲਾਲ ਖੜ੍ਹੇ ਪੱਥਰ
ro: Stâncă de nisip
sv: Sandsten
vi: Đá cát

source: Signpost of the Shadows
ar: إشارة الظلال
bg: Сянката на пътепоказателя
et: Teeviida vari
eu: Itzalezko helbide adierazlea
kk: Жол белгісінің көлеңкесі
ml: സൈൻപോസ്റ്റ് ഓഫ് ദ ഷാഡോസ്
ne: Signpost को छायाँ
pa: ਪਰਛਾਵਿਆਂ ਦੇ ਨਿਸ਼ਾਨ
ro: Indicatorul umbrelor
sv: Skuggornas vägvisare
vi: Bóng của biển chỉ đường

source: Stones
ar: أحجار
bg: Камъчета
et: Rannakivid
eu: Harri txintxorrak
kk: Тастар
ml: കല്ലുകൾ
ne: ढुङ्गा
pa: ਪੱਥਰ
ro: Pietre
sv: Stenar
vi: Đá cuội

source: Terraform Green
ar: تيرافورم أخضر
bg: Зелени петна
et: Terra pind, roheline
eu: Lurraren gainazal berdea
kk: Жасыл терраформа
ml: ടെറഫോം ഗ്രീൻ
ne: टेराफ्रम हरियो
pa: ਧਰਤ-ਰੂਪੀ ਹਰਾ
ro: Formă verde a Terrei
sv: Terraform Grön
vi: Terraform xanh

source: Waves
ar: أمواج
bg: Бряг
et: Lained
eu: Uhinak
kk: Толқындар
ml: തിരകള്‍
ne: तरङ्ग
pa: ਲਹਿਰਾਂ
ro: Valuri
sv: Vågor
vi: Sóng biển

source: Godafoss Iceland
ar: الشلال الآيسلندي
bg: Годафос в Исландия
eu: Godafoss Islandia
kk: Гудафосс сарқырамасы
ml: ഗോഡഫോസ് ഐസ്‌ലാൻഡ്
ne: Godafoss आइसल्याण्ड
pa: ਗੋਡਾਫਾਸ ਟਾਪੂ
sv: Goðafoss på Island
vi: Thác Godafoss ở Ai-len

source: Waterfalls
bg: Водопади
eu: Ur-jauziak
kk: Сарқырама
ml: വെള്ളച്ചാട്ടങ്ങൾ
ne: छहरा
pa: ਝਰਨੇ
sv: Vattenfall
vi: Thác nước

source: Icescape
bg: Северна панорама
eu: Ikuspegi izoztua
kk: Полярлық ландшафт
ml: ഐസ്‌സ്കേപ്പ്
pa: ਬਰਫ਼ੀਲੀਆਂ ਚੋਟੀਆਂ
sv: Islandskap
vi: Tuyết phủ

source: Whispy Tails
et: Viljapead
ro: Efect fin
